{
    "M001": {
        "code": 200,
        "message": "Authentication successful!"
    },
    "M002": {
        "code": 401,
        "message": "Authentication failed due to an invalid app secret."
    },
    "M003": {
        "code": 409,
        "message": "Can't create new account. This email is already associated with an existing user."
    },
    "M004": {
        "code": 200,
        "message": "SH CloudBurst Labs account created successfully!"
    },
    "M005": {
        "code": 404,
        "message": "This page either does not exist or is currently under development. Please navigate back to the home page."
    },
    "M006": {
        "code": 413,
        "message": "Selected image size exceeds 3MB limit."
    },
    "M007": {
        "code": 403,
        "message": "Unable to fetch cookie or invalid cookie. Access to the requested resource is denied."
    },
    "M008": {
        "code": 403,
        "message": "Unable to decode cookie. This may indicate that the cookie has been modified or server configuration have changed."
    },
    "M009": {
        "code": 509,
        "message": "Something went wrong. Please contact to our help center to solve the issue."
    },
    "M010": {
        "code": 401,
        "message": "The two step verification code you have provided is invalid or expired."
    },
    "M011": {
        "code": 401,
        "message": "Unauthorized Redirect URI: The redirect URI provided is not registered with the server."
    },
    "M012": {
        "code": 400,
        "message": "The requested scope provided by the client does not match the scopes registered by the server."
    },
    "M013": {
        "code": 403,
        "message": "This OAuth 2.0 application has been suspended due to unusual activities. Please contact the help center for assistance."
    },
    "M014": {
        "code": 200,
        "message": "Application data has been successfully updated!"
    },
    "M015": {
        "code": 200,
        "message": "Request has been successfully granted."
    },
    "M017": {
        "code": 401,
        "message": "The provided credentials do not match."
    },
    "M018": {
        "code": 404,
        "message": "The application you are requesting does not exist on the server."
    },
    "M019": {
        "code": 400,
        "message": "Insufficient or invalid data has been provided."
    },
    "M020": {
        "code": 404,
        "message": "User not found with the provided credentials. If you are new, please sign up first."
    },
    "M021": {
        "code": 401,
        "message": "The provided credentials do not match. If you have forgotten your password, please go for reset process."
    },
    "M022": {
        "code": 403,
        "message": "Account suspended due to detected unusual activity. Please contact our Help Center for assistance."
    },
    "M023": {
        "code": 404,
        "message": "Branding and parent data do not exist on the server."
    }
}

